import svgs from "../../../svgs";
let {flagFillSvg, flagSvg} = svgs(14);

const module1CEIS = {
    title: "ИР: ЕИС",
    slogan:"Универсальное решение в сфере закупок",
    article:`<p class="brief">Модуль ЕИС является отдельной конфигурацией, 
                    задача которой — оптимизация и упрощение подготовки и проведения 
                    закупочного процесса.</p>
                <h2>О продукте</h2>
                    <p>
                    Программа разработана в соответствии с требованиями Бюджетного кодекса Российской
                    Федерации, а также следующих федеральных законов:
                    </p>

                    <ul>
                        <li>${flagFillSvg}Федеральный закон от 05.04.2013 N 44-ФЗ «О контрактной системе в сфере заку
                                пок товаров, работ, услуг для обеспечения государственных и муниципальных нужд»;</li>
                        <li>${flagFillSvg}Федеральный закон от 18.07.2011 N 223-ФЗ «О закупках товаров, работ, услуг отдельными видами юридических лиц».</li>
                    </ul>

                

                                    
                            <ul>
                                <h3>Программа предназначена для применения в:</h3>  
                                <li>
                                    ${flagFillSvg}Государственных и муниципальных учреждениях разного уровня, закупочная деятельность которых регламентируется Федеральным законом № 44-ФЗ:

                                    <ul class="subUl">
                                        <li class="subLi">${flagSvg}главные распорядители, распорядители и получатели бюджетных средств, выступающие в роли государственных (муниципальных) заказчиков;</li>
                                        
                                        <li class="subLi">${flagSvg}органы государственной и муниципальной власти, уполномоченные органы, осуществляющие функции по планированию и проведению закупок;</li>

                                        <li class="subLi">${flagSvg}специализированные организации – юридические лица, которые привлекаются заказчиками или уполномоченными органами для осуществления функций по определению поставщиков (исполнителей, подрядчиков).</li>
                                    </ul>

                                </li>

                                <li>${flagFillSvg}Организациях и учреждениях, закупочная деятельность которых регулируется Федеральным законом № 223-ФЗ:
                                    <ul class="subUl">
                                        <li class="subLi">${flagSvg}государственные и муниципальные унитарные предприятия;</li>
                                        
                                        <li class="subLi">${flagSvg}автономные учреждения;</li>
                                        
                                        <li class="subLi">${flagSvg}государственные корпорации и др.</li>
                                    </ul>
                                </li>
                            </ul>

                            <ul>
                            <h3>Возможности Модуля 1С ЕИС:</h3>
                            
                                <li>${flagFillSvg}загрузка контрактов;</li>
                                
                                <li>${flagFillSvg}выгрузка исполнения контрактов.</li>
                            </ul>

                            <ul>
                            <h3>В программе реализовано:</h3>
                            
                                <li>${flagFillSvg}онлайн-обмен данными;</li>
                                
                                <li>${flagFillSvg}формирование отчетов;</li>
                                
                                <li>${flagFillSvg}подписание документов;</li>
                                
                                <li>${flagFillSvg}автоматическое и ручное заполнение данных.</li>
                            </ul>

                    <h3>Минимальные системные требования для компьютера конечного пользователя: </h3>
                    <table>
                        <tbody>
                        <tr>
                            <td rowspan="3" width="15%">
                                Процессор
                            </td>
                            <td>
                                Intel Celeron с тактовой частотой 2 700 МГц и выше
                            </td>
                        </tr>
                        <tr>
                            <td>
                                AMD
                            </td>
                        </tr>
                        <tr>
                            <td>
                                Эльбрус-8С
                            </td>
                        </tr>
                        <tr>
                            <td>
                                ОЗУ
                            </td>
                            <td>
                                4 Гб и более
                            </td>
                        </tr>
                        <tr>
                            <td>
                                Накопитель
                            </td>
                            <td>
                                Жесткий диск или твердотельный накопитель. При установке используется от 120 Гб
                            </td>
                        </tr>
                        <tr>
                            <td>
                                Порты
                            </td>
                            <td>
                                USB-порт
                            </td>
                        </tr>
                        <tr>
                            <td>
                                Монитор
                            </td>
                            <td>
                                Разрешение 1280×768 точек и более высокое
                            </td>
                        </tr>
                        </tbody>
                    </table>
                    <br/>
                    <h3>Реализация и поддержка</h3>
                    <p>
                    На реализацию проекта уходит один месяц, по прошествии которого на вашем предприятии будет установлена 
                    полностью готовая к практическому использованию система
                    и обученные работе с ней пользователи.
                    <br/>В качестве следующего шага после внедрения "Модуль 1С ЕИС" мы рекомендуем воспользоваться нашими
                    услугами технического обслуживания. <br/>Это необходимо  так как со временем
                    вы станете более опытным пользователем программы и захотите оптимизировать ее возможности,
                    осуществить доработки и расширить функционал.<br/>Также сотрудники предприятий периодически нуждаются
                    в консультациях по тонкостям работы
                    с программой.
        </p>`,
    imagesUrls: ["public/static/alina-grubnyak-ZiQkhI7417A-unsplash.jpg","public/static/mobApp.jpg.jpg"]
}

export default module1CEIS;